Repository: common-repository/iq-referral-program-for-woocommerce
Catalog: lang/iq-referral-program-for-woocommerce-*.po
Languages: ru_ru

source: For the affiliate program to work, you need install and activated Woocommerce plugin
ru_ru: Для работы партнерской программы необходимо установить и активировать плагин Woocommerce.

source: Authorization required
ru_ru: Требуется авторизация

source: Partner not found
ru_ru: Партнер не найден

source: Withdrawal request
ru_ru: Заявка на вывод

source: Create payout
ru_ru: Создать выплату

source: Close
ru_ru: Закрыть

source: Requisites for withdrawing
ru_ru: Реквизиты для вывода

source: Payout system
ru_ru: Система выплаты

source: - Choose a system for withdrawing -
ru_ru: - Выберите систему для вывода -

source: Withdrawal amount
ru_ru: Сумма вывода

source: Payout comment
ru_ru: Комментарий к выплате

source: Access denied
ru_ru: Доступ запрещен

source: Error
ru_ru: Ошибка

source: Change balance
ru_ru: Изменить баланс

source: Save
ru_ru: Сохранить

source: Edit withdrawal system
ru_ru: Изменить систему вывода

source: Add a withdrawal system
ru_ru: Добавить систему вывода

source: Add
ru_ru: Добавить

source: System name
ru_ru: Название

source: Name of the withdrawal system
ru_ru: Название системы вывода

source: Minimum withdraw amount
ru_ru: Минимальная сумма вывода

source: Comission
ru_ru: Комиссия

source: Status
ru_ru: Статус

source: You must enter a «%s»
ru_ru: Вы должны ввести «%s»

source: Admin update withdrawal system
ru_ru: Обновлена система вывода

source: Admin add new withdrawal system
ru_ru: Добавлена новая система вывода

source: User
ru_ru: Пользователь

source: Code
ru_ru: Код

source: Invited
ru_ru: Пригласил

source: Shopping
ru_ru: Покупок

source: Sales
ru_ru: Продаж

source: Turnover
ru_ru: Обороты

source: Visits
ru_ru: Посещений

source: Percent
ru_ru: Процент

source: Enable
ru_ru: Вкл

source: Disable
ru_ru: Выкл

source: Partner
ru_ru: Партнер

source: System
ru_ru: Система

source: Requisites
ru_ru: Реквизиты

source: Sum
ru_ru: Сумма

source: comission
ru_ru: комиссия

source: Date
ru_ru: Дата

source: Change
ru_ru: Изменить

source: Available statuses not found
ru_ru: Доступные статусы не найдены

source: Incorrect status
ru_ru: Некорректный статус

source: Failed to change status
ru_ru: Не удалось изменить статус

source: Admin changed withdrawal request status #%s to %s
ru_ru: Админ изменил статус заявки #%s на %s

source: Status changed successfully
ru_ru: Статус успешно изменен

source: In process...
ru_ru: В обработке...

source: Completed
ru_ru: Выполнена

source: Change status
ru_ru: Изменить статус

source: New status
ru_ru: Новый статус

source: Referral programm
ru_ru: Партнерская программа

source: Settings
ru_ru: Настройки

source: Logs
ru_ru: Логи зачислений

source: Action logs
ru_ru: Логи действий

source: Requests
ru_ru: Заявки на вывод

source: Pyramid
ru_ru: Пирамида

source: Wizard
ru_ru: Настройка

source: Plugins
ru_ru: Плагины

source: Support
ru_ru: Поддержка

source: License
ru_ru: Лицензия

source: Referral program not available
ru_ru: Партнерская программа не доступна

source: Your referral
ru_ru: Информация

source: Your referral link
ru_ru: Ваша реферальная ссылка

source: Your referral balance
ru_ru: Ваш баланс

source: Share your referral link and get the amount to your partner balance from each purchase of an invited client
ru_ru: Поделитесь Вашей реферальной ссылкой и получайте сумму на свой баланс партнера от каждой покупки приглашенного клиента

source: Withdraw
ru_ru: Вывести

source: Your affiliate accruals
ru_ru: Ваши начисления

source: There are no accruals on your referral link yet
ru_ru: Еще нету начислений по Вашей реферальной ссылке

source: Enter details for withdrawal
ru_ru: Введите реквизиты для вывода

source: Choose a withdrawal system
ru_ru: Выберите систему вывода

source: Unsupported withdrawal system
ru_ru: Неподдерживаемая система вывода

source: Withdrawal amount must be greater than 0
ru_ru: Сумма вывода должна быть больше 0

source: Select withdrawal currency
ru_ru: Выберите валюту вывода

source: The specified amount is more than what you have on your balance
ru_ru: Указанная сумма больше чем есть у Вас на балансе

source: Minimum withdrawal amount in this system: %d
ru_ru: Минимальная сумма вывода в выбранной системе: %d

source: Unfortunately, we were unable to create a withdrawal request. Contact Support
ru_ru: К сожалению не удалось создать заявку на вывод. Обратитесь в службу поддержки

source: Create an application for the withdrawal of referral accruals. After processing the application, we will credit you with funds
ru_ru: Создайте заявку на вывод реферальных начислений. После обработки заявки мы зачислим Вам средства

source: Withdrawal history
ru_ru: История выводов

source: System for payout
ru_ru: Система

source: You have not created withdrawal requests yet
ru_ru: Вы еще не создавали заявок на вывод

source: In this section, you can view the logs of administrators who performed actions with IQ referral program
ru_ru: В данном разделе Вы можете просмотреть логи администраторов которые выполняли действия с IQ реферальной программой

source: Admin
ru_ru: Админ

source: Log
ru_ru: Лог

source: Actions were not found
ru_ru: Действия не найдены

source: The actions of the referral program are absent
ru_ru: Действия реферальной программы отсутствуют

source: As soon as the program settings are performed, the logs will become available
ru_ru: Как только будут выполнятся настройки программы, логи станут доступны

source: Logs referral
ru_ru: Логи

source: In this section you can view all the logs associated with your referral program
ru_ru: В данном разделе Вы можете просмотреть все логи связанные с Вашей реферальной программой

source: Client
ru_ru: Клиент

source: Credited
ru_ru: Зачислено

source: Logs are not found
ru_ru: Логи не найдены

source: Logs of referral enrollment were not found
ru_ru: Логи зачислений рефералов не найдены

source: As soon as the first enrollment of the referral link will be, logs will appear
ru_ru: Как только будут первые зачисления по реферальной ссылке, появятся логи

source: Withdrawal applications
ru_ru: Заявки на вывод

source: Select status
ru_ru: Выберите статус

source: An error occurred while trying to update the status
ru_ru: Произошла ошибка при попытке обновить статус

source: Status updated successfully
ru_ru: Статус успешно обновлен

source: In this section, applications for the withdrawal of your partners are provided
ru_ru: В данном разделе предоставлены заявки на вывод Ваших партнеров

source: No applications were found
ru_ru: Заявки не найдены

source: Applications for the withdrawal of balance were not found
ru_ru: Заявки на вывод баланса не найдены

source: As soon as users create applications, it will become available here
ru_ru: Как только пользователи создадут заявки, она станет доступна здесь

source: An error has occurred
ru_ru: Ошибка! Не удалось сохранить настройки

source: Admin save new settings
ru_ru: Админ сохранил новые настройки

source: Settings saved successfully
ru_ru: Настройки успешно сохранены

source: Settings for a new partner
ru_ru: Настройки для нового партнера

source: When registering or adding a new user, he automatically enters the IQ Referral system. Set the default settings for the new user
ru_ru: При регистрации или добавлении нового пользователя он автоматически попадает в реферальную программу IQ Referral. Выставьте настройки по умолчанию для нового пользователя

source: Default status
ru_ru: Статус по умолчанию

source: Off
ru_ru: Выкл

source: On
ru_ru: Вкл

source: Default percent
ru_ru: Процент по умолчанию

source: On/Off pyramid levels
ru_ru: Вкл/Выкл уровни пирамиды

source: Available in PRO version
ru_ru: Доступно в PRO

source: Run setup wizard
ru_ru: Запустить мастер настройки

source: Withdrawal systems
ru_ru: Системы вывода

source: Action
ru_ru: Действие

source: There are no withdrawal systems
ru_ru: Системы вывода отсутствуют

source: You have not added any withdrawal systems yet
ru_ru: Вы еще не добавили ни одной системы вывода

source: You can add the system by pressing
ru_ru: Вы можете добавить систему нажав

source: User partners
ru_ru: Партнеры

source: Level
ru_ru: Уровень

source: Partners were not found
ru_ru: Партнеры не найдены

source: There are no partners at the moment
ru_ru: На данный момент партнеры отсутствуют

source: You can import existing users through
ru_ru: Вы можете импортировать существующих пользователей через

source: Upgrade to PRO
ru_ru: Обновитесь до PRO

source: Getting the most out of a
ru_ru: Максимальная отдача от

source: Upgrade to PRO and unlock all features
ru_ru: Обновитесь до PRO и разблокируйте все функции

source: More information
ru_ru: Больше информации

source: Users successfully imported
ru_ru: Пользователи успешно импортированы

source: Settings applied successfully
ru_ru: Параметры успешно применены

source: System for withdrawing has been successfully added
ru_ru: Система для вывода успешно добавлена

source: Back to control panel
ru_ru: Вернуться в панель управления

source: Welcome to the referral program
ru_ru: Добро пожаловать в реферальную программу

source: This setup wizard will help you quickly set up your referral program in order to attract more customers
ru_ru: Данный мастер настройки поможет Вам быстро настроить Вашу реферальную программу с целью большего привлечения клиентов

source: Let`s start setting up
ru_ru: Начнем настройку

source: Importing Users
ru_ru: Импортировать

source: In order to enable current users to act as a partner, you need to import them into the IQ Referral referral program
ru_ru: Для того чтобы предоставить возможность текущим пользователям выступать в качестве партнера Вам необходимо импортировать их в реферальную программу IQ Referral

source: Come back
ru_ru: Вернуться назад

source: Import users
ru_ru: Импортировать пользователей

source: Skip
ru_ru: Пропустить

source: Default options
ru_ru: Значения по умолчанию

source: Set the referral program values that will be enabled by default. You can always change the values for a specific user in the plugin settings IQ Referral
ru_ru: Установите значения реферальной программы которые будут задействованы по умолчанию. Вы всегда сможете изменить значения для конкретного пользователя в настройках плагина IQ Referral

source: Apply settings
ru_ru: Применить настройки

source: Withdrawal system
ru_ru: Система вывода

source: In order for your partners to be able to create withdrawal requests from their referral balance, you need to add at least one withdrawal system. For example: PayPal
ru_ru: Для того чтобы Ваши партнеры имели возможность создавать заявки на вывод средств с своего реферального баланса требуется добавить хотя бы одну систему вывода. К примеру: PayPal

source: Great
ru_ru: Отлично

source: You have already added systems for withdrawing funds. You can add additional ones in the IQ Referral plugin settings
ru_ru: У Вас уже добавлены системы для вывода средств. Дополнительные Вы можете добавить в настройках плагина IQ Refferal

source: Finish setup
ru_ru: Завершить настройку

source: Create
ru_ru: Создать

source: Setup completed
ru_ru: Настройка завершена

source: Basic IQ Referral setup completed successfully
ru_ru: Базовая настройка IQ Referral успешно завершена
